---
kind: other
id: Methods.T:Autodesk.Revit.DB.DGNImportOptions
source: html/d6d3c583-1a09-ca19-8a8d-f123d96e098c.htm
---
# DGNImportOptions Methods

Get the default length unit used for importing unitless files.